{
  "article_id": "a541373b24d18b17",
  "passages": [
    {
      "passage_id": "a541373b24d18b17-p29",
      "article_id": "a541373b24d18b17",
      "text": "(CNN)In a Hong Kong warehouse, a swarm of autonomous robots works 24/7. They're not just working hard, they're working smart; as they operate, they get better at their job. The Autonomous Mobile Robots were developed by Chinese startup Geek+. As they move around the warehouse they're guided by QR codes on the floor, and using AI they are able to make their own decisions, including what direction to travel and what route to take to their destination. Photos: The robots running our warehousesRobots are an increasingly familiar presence in warehouses. At the south-east London warehouse run by British online supermarket Ocado, 3,000 robots fulfill shopping orders."
    },
    {
      "passage_id": "a541373b24d18b17-p30",
      "article_id": "a541373b24d18b17",
      "text": "When an order is sent to the warehouse, the bots spring to life and head towards the container they require. Scroll through to see more robots that are revolutionizing warehouses. Hide Caption 1 of 8 Photos: The robots running our warehousesIn response to the coronavirus pandemic, MIT collaborated with Ava Robotics and the Greater Boston Food Bank to design a robot that can use UV light to sanitize the floor of a 4,000-square foot warehouse in just 30 minutes. Hide Caption 2 of 8 Photos: The robots running our warehousesSeven-foot \"Model-T\" robots produced by Japanese startup Telexistence have been stacking shelves in two of Tokyo's largest convenience store franchises."
    },
    {
      "passage_id": "a541373b24d18b17-p31",
      "article_id": "a541373b24d18b17",
      "text": "Featuring cameras, microphones and sensors, the Model-T uses three \"fingers\" to stock items such as bottled drinks, cans and rice bowls. The robot is controlled by shop staff remotely. Hide Caption 3 of 8 Photos: The robots running our warehousesUS company Boston Dynamics has become known for its advanced work robots. \" Handle\" is made for the warehouse and equipped with an on-board vision system. It can lift boxes weighing over 30 pounds. Hide Caption 4 of 8 Photos: The robots running our warehousesStretch is the latest robot from Boston Dynamics and can work in warehouses and distribution centers. Designed to keep human workers out of harm's way, Stretch's tentacle-like grippers mean it can manipulate boxes."
    },
    {
      "passage_id": "a541373b24d18b17-p32",
      "article_id": "a541373b24d18b17",
      "text": "Hide Caption 5 of 8 Photos: The robots running our warehousesAlthough not specifically designed for warehouses, Boston Dynamics' dog-like robot \"Spot\" can lift objects, pick itself up after a fall, open and walk through doors, and even remind people to practice social distancing. Hide Caption 6 of 8 Photos: The robots running our warehousesThis robot is used to plant seeds and check plants at the \"Nordic Harvest\" vertical farm  based in Taastrup, Denmark. The indoor farm is one of the biggest in Europe."
    },
    {
      "passage_id": "a541373b24d18b17-p33",
      "article_id": "a541373b24d18b17",
      "text": "Hide Caption 7 of 8 Photos: The robots running our warehousesRobots sort packages at a warehouse run by JD.com -- one of China's largest e-commerce firms, in Wuhan, China, ahead of the annual Singles Day online shopping bonanza, in 2019.Hide Caption 8 of 8A team tracks these movements and uses the data to improve their algorithms, making the robots more efficient. Robots have become commonplace in warehouses worldwide and Geek+ says it has more than 15,000 robots in over 30 countries, including in Nike and Decathlon warehouses. Managing director Lit Fung says having robots that become more efficient over time helps companies meet demands for fast delivery, as well as reducing labor costs and human error."
    },
    {
      "passage_id": "a541373b24d18b17-p34",
      "article_id": "a541373b24d18b17",
      "text": "Read More\"Everyone is looking for an automation solution to apply to their warehouse,\" he says. Watch the video for the full story."
    }
  ],
  "num_passages": 6
}