{
  "article_id": "c9c8b01d91802400",
  "passages": [
    {
      "passage_id": "c9c8b01d91802400-p20",
      "article_id": "c9c8b01d91802400",
      "text": "(CNN)Working in a factory or warehouse can mean doing the same task over and over, and that repetition can lead to chronic injury. Now, a battery-powered glove could help workers by taking some of the strain. The \"Ironhand\" glove strengthens the wearer's grip, meaning they don't have to use as much force to perform repetitive manual tasks. Its developer, Bioservo, says it can increase the wearer's hand strength by 20%. The Swedish company describes the system as a \"soft exoskeleton.\" Exoskeletons are an external device that supports and protects the body, typically increasing strength and endurance. Most have a rigid structure, but the Ironhand is soft, like a regular glove."
    },
    {
      "passage_id": "c9c8b01d91802400-p21",
      "article_id": "c9c8b01d91802400",
      "text": "Photos: The robots running our warehousesRobots are an increasingly familiar presence in warehouses. At the south-east London warehouse run by British online supermarket Ocado, 3,000 robots fulfill shopping orders. When an order is sent to the warehouse, the bots spring to life and head towards the container they require. Scroll through to see more robots that are revolutionizing warehouses. Hide Caption 1 of 8 Photos: The robots running our warehousesIn response to the coronavirus pandemic, MIT collaborated with Ava Robotics and the Greater Boston Food Bank to design a robot that can use UV light to sanitize the floor of a 4,000-square foot warehouse in just 30 minutes."
    },
    {
      "passage_id": "c9c8b01d91802400-p22",
      "article_id": "c9c8b01d91802400",
      "text": "Hide Caption 2 of 8 Photos: The robots running our warehousesSeven-foot \"Model-T\" robots produced by Japanese startup Telexistence have been stacking shelves in two of Tokyo's largest convenience store franchises. Featuring cameras, microphones and sensors, the Model-T uses three \"fingers\" to stock items such as bottled drinks, cans and rice bowls. The robot is controlled by shop staff remotely. Hide Caption 3 of 8 Photos: The robots running our warehousesUS company Boston Dynamics has become known for its advanced work robots. \" Handle\" is made for the warehouse and equipped with an on-board vision system. It can lift boxes weighing over 30 pounds."
    },
    {
      "passage_id": "c9c8b01d91802400-p23",
      "article_id": "c9c8b01d91802400",
      "text": "Hide Caption 4 of 8 Photos: The robots running our warehousesStretch is the latest robot from Boston Dynamics and can work in warehouses and distribution centers. Designed to keep human workers out of harm's way, Stretch's tentacle-like grippers mean it can manipulate boxes. Hide Caption 5 of 8 Photos: The robots running our warehousesAlthough not specifically designed for warehouses, Boston Dynamics' dog-like robot \"Spot\" can lift objects, pick itself up after a fall, open and walk through doors, and even remind people to practice social distancing. Hide Caption 6 of 8 Photos: The robots running our warehousesThis robot is used to plant seeds and check plants at the \"Nordic Harvest\" vertical farm  based in Taastrup, Denmark."
    },
    {
      "passage_id": "c9c8b01d91802400-p24",
      "article_id": "c9c8b01d91802400",
      "text": "The indoor farm is one of the biggest in Europe. Hide Caption 7 of 8 Photos: The robots running our warehousesRobots sort packages at a warehouse run by JD.com -- one of China's largest e-commerce firms, in Wuhan, China, ahead of the annual Singles Day online shopping bonanza, in 2019.Hide Caption 8 of 8Reducing fatigue\"When you have the glove on, it provides strength and reduces the effort needed when lifting objects,\" says Mikael Wester, Bioservo's marketing director. \" It's all in order to reduce fatigue and prevent strain injuries in the long run. \"The Ironhand system was developed with General Motors as a partner."
    },
    {
      "passage_id": "c9c8b01d91802400-p25",
      "article_id": "c9c8b01d91802400",
      "text": "Read MoreThe system consists of a backpack, which houses the power pack, and artificial tendons that connect to the glove. There are sensors on each fingertip which switch on the motor when a user grabs an object. A remote control or app can be used to adjust the strength and sensitivity of the grip. Wester says applications include assembly on the production line in the automotive industry, using tools in construction and lifting heavy objects in warehouses. Each Ironhand system costs around €6,000 ($7,275). The device also collects data that allows the company to assess the wearer's risk of developing strain injuries."
    },
    {
      "passage_id": "c9c8b01d91802400-p26",
      "article_id": "c9c8b01d91802400",
      "text": "According to the European Agency for Safety and Health at Work, work-related neck and upper limb disorders are the most common occupational disease in Europe, costing national economies up to 2% of their gross national product. From NASA to General Motors The glove was originally intended for workers in a very different setting to the factory floor. NASA developed an early version of the technology, called \"Robo-Glove,\" to help astronauts grasp objects and carry out work in space. The Ironhand system being used for assembling parts in the automobile industry. Bioservo licensed the design in 2016 and then partnered with auto manufacturer General Motors (GM) to develop the glove for its workers."
    },
    {
      "passage_id": "c9c8b01d91802400-p27",
      "article_id": "c9c8b01d91802400",
      "text": "Why online supermarket Ocado wants to take the human touch out of groceries\"Ergonomics is really the field of trying to fit the jobs to the workers, instead of the workers having to conform and adapt to the job,\" says Stephen Krajcarski, a senior manager with GM's ergonomics team. \"By using tools such as the Ironhand we are really trying to mitigate any potential concerns or physical demands that may eventually cause a medical concern for that individual operator.\" Krajcarski says GM has helped Bioservo to test and improve the Ironhand by piloting it in a variety of jobs at its manufacturing plants."
    },
    {
      "passage_id": "c9c8b01d91802400-p28",
      "article_id": "c9c8b01d91802400",
      "text": "He says some workers have found it easy to use but adds that it's not suitable for all situations. The Ironhand is just one of the exoskeletons GM is looking into. According to market research firm ABI Research, the exoskeleton market will grow from $392 million in 2020 to $6.8 billion in 2030.\"If you look at exoskeletons, this is just one of the tools that are out there,\" says Krajcarski. \" But this is an exciting technology. \"This story has been updated to correct the cost of the Ironhand system."
    }
  ],
  "num_passages": 9
}