{
  "article_id": "f8097c7d27a8aac6",
  "passages": [
    {
      "passage_id": "f8097c7d27a8aac6-p0",
      "article_id": "f8097c7d27a8aac6",
      "text": "(CNN)Right now, there's a shortage of truck drivers in the US and worldwide, exacerbated by the e-commerce boom brought on by the pandemic. One solution to the problem is autonomous trucks, and several companies are in a race to be the first to launch one. Among them is San Diego-based TuSimple. Founded in 2015, TuSimple has completed about 2 million miles of road tests with its 70 prototype trucks across the US, China and Europe."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p1",
      "article_id": "f8097c7d27a8aac6",
      "text": "Although these are simply commercially available trucks retrofitted with its technology, TuSimple has deals in place with two of the world's largest truck manufacturers -- Navistar in the US and Traton, Volkswagen's trucking business, in Europe -- to design and build fully autonomous models, which it hopes to launch by 2024. Photos: The Yara Birkeland is what its builders call the world's first zero-emission, autonomous cargo ship. The ship is scheduled to make its first journey between two Norwegian towns before the end of the year. Click through to see more forms of transport set to transform the future."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p2",
      "article_id": "f8097c7d27a8aac6",
      "text": "Hide Caption 1 of 13 Photos: Pictured here as a rendering, Oceanbird is a wind-powered transatlantic car carrier that cuts carbon emissions by 90%, compared to a standard car carrier. Hide Caption 2 of 13 Photos: It's not just maritime ships that are going green. Cities around the world are adopting electric ferries. Norwegian startup Zeabuz hopes its self-driving electric ferry (pictured here as a rendering) will help revive urban waterways. Hide Caption 3 of 13 Photos: In China, a new Maglev high-speed train rolls off the production line in Qingdao, east China's Shandong Province, on July 20. It has a top speed of 600 km per hour -- currently the fastest ground vehicle available globally."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p3",
      "article_id": "f8097c7d27a8aac6",
      "text": "Hide Caption 4 of 13 Photos: Reaching speeds of up to 1,000 kilometers (620 miles) per hour, Hyperloop could be a sustainable replacement to short-haul flights. Dutch company Hardt (shown here as a rendering) started work on its Hyperloop test facility in Europe, anticipated to open in 2022.Hide Caption 5 of 13 Photos: Hyperloop is like a bullet train, without tracks and rails. Floating pods are propelled through a low-pressure steel tube using magnetic levitation. Virgin has been running tests with passengers on its XP-2 vehicle, pictured here. Hide Caption 6 of 13 Photos: Low carbon travel isn't just about switching to sustainable fuel sources -- it's also about redesigning the transport itself."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p4",
      "article_id": "f8097c7d27a8aac6",
      "text": "A \"Flying-V\" plane designed by Delft's University of Technology in the Netherlands and Dutch airline KLM can cut fuel consumption by 20%. Ultimately, researchers hope to switch out the kerosene with a sustainable fuel source, like liquid hydrogen. Hide Caption 7 of 13 Photos: Hydrogen aviation could provide a sustainable solution for short and medium-haul flights. In September, Airbus unveiled plans for three hydrogen-powered, zero-emission aircraft which can carry 100 to 200 passengers. It hopes to launch the first ZEROe aircraft in 2035.Hide Caption 8 of 13 Photos: In December 2019, Canadian airline Harbour Air flew the world's first all-electric, zero-emission commercial aircraft. The six-seater seaplane was retrofitted with magniX's magni500 all-electric motor."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p5",
      "article_id": "f8097c7d27a8aac6",
      "text": "Harbour Air -- which carries half a million passengers annually -- hopes to become the world's first all-electric airline. Hide Caption 9 of 13 Photos: In the case of electric bikes, the future is now: one retailer reported the sale of e-bikes and e-scooters had increased 230% this year. E-bikes give the user a boost to their pedaling, allowing them to go further with less effort. E-bikes are now even available on ride-share apps, like Uber."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p6",
      "article_id": "f8097c7d27a8aac6",
      "text": "Hide Caption 10 of 13 Photos: While sleeper trains or buses might be the way most of us get some shut-eye on overnight travel, this rendering of a self-driving hotel suite from Toronto-based designer Steve Lee of Aprilli Design Studio might offer a plush alternative in the future. Hide Caption 11 of 13 Photos: In the UAE, these futuristic-looking pods are undergoing testing on a 400-meter line in Sharjah, which borders Dubai. Belarus-based uSky Transport says its pods can help cities solve traffic problems. Hide Caption 12 of 13 Photos: The Coradia iLint by French rail transport company Alstom is the world's first hydrogen-powered passenger train."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p7",
      "article_id": "f8097c7d27a8aac6",
      "text": "It began testing in Germany in 2018, and in September 2020 entered regular service in Austria. Hide Caption 13 of 13No sleepTuSimple's latest road test involved hauling fresh produce 951 miles, from Nogales, Arizona to Oklahoma City. The pickup and the dropoff were handled by a human driver, but for the bulk of the route -- from Tucson to Dallas -- the truck drove itself. Read More\"Today, because the system is not fully ready, we have a safety driver and a safety engineer on board at all times when we're testing, but we drove in full autonomy: the driver wasn't touching the wheel,\" said Cheng Lu, TuSimple's president and CEO."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p8",
      "article_id": "f8097c7d27a8aac6",
      "text": "The journey was completed in 14 hours versus the usual 24 with a human driver, mostly because a truck doesn't need to sleep. \" In the US, a driver can only work 11 hours a day. We simply had a handoff when our first pair of drivers had to stop because they reached their 11 hours of operation,\" said Lu. That, of course, negates the advantage of an autonomous system, so the idea is that once TuSimple's trucks hit the market, there will be no need to have anyone onboard. Picking up the watermelons still required the human touch."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p9",
      "article_id": "f8097c7d27a8aac6",
      "text": "Unlike self-driving cars, which are a still a way from being commercially available, TuSimple trucks won't be required to operate in bustling city traffic, but only on stretches of highway that have been thoroughly mapped via the company's own software. \" We collect data from the roads, and we create this very detailed, high definition map of each route. That adds another layer of safety for the vehicles,\" said Lu. As a result, TuSimple's trucks will only be able to self-drive along these pre-mapped trade corridors, which Lu calls \"virtual railroads,\" and nowhere else."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p10",
      "article_id": "f8097c7d27a8aac6",
      "text": "This swarm of robots gets smarter the more it worksAccording to the company, in the US 80% of goods travel through just 10% of the nation's trade corridors, so even selective mapping allows for capturing a large portion of the business. TuSimple is currently mapping routes between Arizona and Texas, and plans to have mapped routes across the nation by 2024. Its plans are dependent on state legislation, however, because currently some states do not allow for testing of autonomous trucks on public roads. Happier drivers?The technology will add about $50,000 to the cost of a truck, making the final price roughly $200,000. According to Lu, that's still cheaper than paying for a human driver. \""
    },
    {
      "passage_id": "f8097c7d27a8aac6-p11",
      "article_id": "f8097c7d27a8aac6",
      "text": "If you take $50,000 and divide it by 1 million miles, the average lifespan of a truck, that means you're adding five cents per mile. But you're saving the cost of a human driver, which based on average US wages is about $80,000 to $120,000 per year -- or 80 cents to $1.20 per mile. Today, the direct labor cost is about 50% of the cost of operating a truck,\" he said. Read: A robotic 'Ironhand' could protect factory workers from injuriesThat doesn't mean driverless trucks will take away jobs, according to Lu."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p12",
      "article_id": "f8097c7d27a8aac6",
      "text": "By focusing on the \"middle mile,\" rather than on the pickup and delivery of the goods, TuSimple believes it can create new freight capacity without creating new demand for drivers, while at the same time protecting existing jobs. \" A UPS driver is dropping off 200 packages a day -- that's not what autonomy is meant for. We believe that every driver will be able to retire as a driver, even if they enter the workforce today,\" said Lu. TuSimple's autonomous fleet. Instead, TuSimple aims to take over the routes between terminals and distribution centers, which involve long stretches of monotonous driving. \" Take Phoenix to El Paso: that's a six-hour drive."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p13",
      "article_id": "f8097c7d27a8aac6",
      "text": "A person cannot make the round trip, because it's more than 11 hours. But the truck can go back and forth all day, the most mundane job that drivers don't want to do. That means you free up that human driver to do the first and the last mile (pickup and delivery).They get to work a full day, which is a more efficient use of their time, and they get to go home at night to their family,\" said Lu."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p14",
      "article_id": "f8097c7d27a8aac6",
      "text": "No distractions Although Lu says that the reliability of both the software and the hardware still needs to be increased, TuSimple is planning its first fully autonomous tests, without a human safety driver in the cabin at all, before the end of the year. The results of such tests will indicate whether the company can meet its goal to launch its own trucks by 2024. Lu says that 7,000 have been reserved in the US alone. Photos: The robots running our warehouses Photos: The robots running our warehousesRobots are an increasingly familiar presence in warehouses. At the south-east London warehouse run by British online supermarket Ocado, 3,000 robots fulfill shopping orders."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p15",
      "article_id": "f8097c7d27a8aac6",
      "text": "When an order is sent to the warehouse, the bots spring to life and head towards the container they require. Scroll through to see more robots that are revolutionizing warehouses. Hide Caption 1 of 8 Photos: The robots running our warehousesIn response to the coronavirus pandemic, MIT collaborated with Ava Robotics and the Greater Boston Food Bank to design a robot that can use UV light to sanitize the floor of a 4,000-square foot warehouse in just 30 minutes. Hide Caption 2 of 8 Photos: The robots running our warehousesSeven-foot \"Model-T\" robots produced by Japanese startup Telexistence have been stacking shelves in two of Tokyo's largest convenience store franchises."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p16",
      "article_id": "f8097c7d27a8aac6",
      "text": "Featuring cameras, microphones and sensors, the Model-T uses three \"fingers\" to stock items such as bottled drinks, cans and rice bowls. The robot is controlled by shop staff remotely. Hide Caption 3 of 8 Photos: The robots running our warehousesUS company Boston Dynamics has become known for its advanced work robots. \" Handle\" is made for the warehouse and equipped with an on-board vision system. It can lift boxes weighing over 30 pounds. Hide Caption 4 of 8 Photos: The robots running our warehousesStretch is the latest robot from Boston Dynamics and can work in warehouses and distribution centers. Designed to keep human workers out of harm's way, Stretch's tentacle-like grippers mean it can manipulate boxes."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p17",
      "article_id": "f8097c7d27a8aac6",
      "text": "Hide Caption 5 of 8 Photos: The robots running our warehousesAlthough not specifically designed for warehouses, Boston Dynamics' dog-like robot \"Spot\" can lift objects, pick itself up after a fall, open and walk through doors, and even remind people to practice social distancing. Hide Caption 6 of 8 Photos: The robots running our warehousesThis robot is used to plant seeds and check plants at the \"Nordic Harvest\" vertical farm  based in Taastrup, Denmark. The indoor farm is one of the biggest in Europe."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p18",
      "article_id": "f8097c7d27a8aac6",
      "text": "Hide Caption 7 of 8 Photos: The robots running our warehousesRobots sort packages at a warehouse run by JD.com -- one of China's largest e-commerce firms, in Wuhan, China, ahead of the annual Singles Day online shopping bonanza, in 2019.Hide Caption 8 of 8 TuSimple has prominent competitors, such as Google spinoff Waymo and Uber-backed Aurora, but those are working on a wider range of self-driving vehicles, including passenger cars. TuSimple is working exclusively on driverless trucks, like US companies Plus and Embark. Grayson Brulte, an autonomy expert at consulting firm Brulte & Co., believes TuSimple is on the right track. \" The biggest competitive advantage that TuSimple has over its competitors is that their technology was purpose-built for trucking."
    },
    {
      "passage_id": "f8097c7d27a8aac6-p19",
      "article_id": "f8097c7d27a8aac6",
      "text": "They're not trying to port an autonomy system built for passenger vehicles in dense urban environments to trucking or to build a virtual driver which can both drive passenger vehicles and class-8 trucks. These are different skills and different systems altogether,\" he said. Removing the human element on long trucking routes has other benefits. The company says its trucks react 15 times faster than human drivers, and can see farther down the road, even at night. \" In the US every year there are about 5,000 fatalities involving trucks, and most are due to human error,\" said Lu. \" The truck doesn't get tired, doesn't watch a movie or look at a phone. It doesn't get distracted.\""
    }
  ],
  "num_passages": 20
}